test-driven-Rails/todos/app/controllers/todos_controller.rb

INSERT INTO "todos" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Buy milk"], ["created_at", "2016-04-07 12:12:03.663866"], ["updated_at", "2016-04-07 12:12:03.663866"]]
---
 def create
  Todo.create(todo_params)